{"Title and abstract":[{"url":"https://www.nytimes.com/2017/10/14/us/politics/promise-the-moon-easy-for-trump-but-now-comes-the-reckoning.html","title":"Promise the Moon? Easy for Trump. But Now Comes the Reckoning.","abstract":"On issues like health care and Iran, President Trump’s language has not been matched by action, raising questions about whether his base will be satisfied by partial steps."},{"url":"https://www.nytimes.com/2017/10/14/us/politics/black-lawmakers-russia-facebook-racial-division.html","title":"Black Lawmakers Hold a Particular Grievance With Facebook: Racial Exploitation","abstract":"Sheryl Sandberg’s meeting on Thursday with the Congressional Black Caucus afforded lawmakers a chance to vent over Russia’s exploitation of racial division."},{"url":"https://www.nytimes.com/2017/10/13/us/politics/trump-congress-obamacare-insurance-subsidies.html","title":"End to Health Care Subsidies Puts Congress in a Tight Spot","abstract":"Some lawmakers want to fund the payments to insurers that President Trump is cutting off, while the president says Democrats should negotiate with him."},{"url":"https://www.nytimes.com/2017/10/13/us/politics/trump-iran-nuclear-deal.html","title":"Trump Disavows Nuclear Deal, but Doesn’t Scrap It","abstract":"President Trump said he would seek Congress to define “trigger points,” that could prompt the United States to reimpose sanctions on Iran if violated."},{"url":"https://www.nytimes.com/2017/10/14/podcasts/breitbart-trump-new-washington.html","title":"‘The New Washington’: Breitbart in the White House","abstract":"In this week’s episode, Charlie Spiering, a White House correspondent for Breitbart News, spoke to The Times about how he does his job, what he makes of the controversy surrounding his employer and more."},{"url":"https://www.nytimes.com/2017/10/14/us/trump-health-insurance-stocks.html","title":"Trump Tweets Approval After Health Care Stocks ‘Plunged’","abstract":"President Trump cut off subsidies to cover insurance costs for low-income people, and some health care stocks fell. He cheered."},{"url":"https://www.nytimes.com/2017/10/14/world/americas/chile-coup-cia-museum.html","title":"Documenting U.S. Role in Democracy’s Fall and Dictator’s Rise in Chile","abstract":"An exhibition at the Museum of Memory and Human Rights in Santiago displays once-secret documents that describe covert operations and intelligence gathering on the Pinochet dictatorship."},{"url":"https://www.nytimes.com/2017/10/14/us/politics/trump-iran-daca-nafta-obamacare.html","title":"4 Ways Trump Has Moved to Undo His Predecessors’ Legacies","abstract":"President Trump has promised sweeping changes to health care, immigration, the Iran deal and trade. Here’s a look at where things stand now."},{"url":"https://www.nytimes.com/2017/10/14/us/politics/back-home-a-unanimous-verdict-on-corker-vs-trump-thats-just-bob.html","title":"Back Home, a Unanimous Verdict on Corker vs. Trump: That’s Just Bob","abstract":"The nation has seen Mr. Corker, a reliable Republican senator from a deep-red state, stunningly undermining his president. Chattanooga has seen it coming, for better or worse."},{"url":"https://www.nytimes.com/2017/10/14/us/voting-russians-hacking-states-.html","title":"Wary of Hackers, States Move to Upgrade Voting Systems","abstract":"New equipment and security protocols are part of the response to Russian meddling in 2016. But lack of money is an obstacle."},{"url":"https://www.nytimes.com/2017/10/14/world/canada/canadian-american-hostages-daughter.html","title":"Canadian Held Hostage in Afghanistan Says Militants Killed His Child","abstract":"Joshua Boyle, who with his family was freed by Pakistani troops, also said his wife had been raped during their five-year captivity by the Haqqani network."},{"url":"https://www.nytimes.com/2017/10/14/us/politics/iowa-democrats-republicans.html","title":"Iowa’s Swing to Republicans Is a Matter of (Lacking a) Degree","abstract":"Iowa’s status as a swing state in presidential elections may be in doubt. One key reason: Its economy cannot support enough college graduates. That’s bad news for Democrats."}]}